
import image from "../assets/back5.jfif";
import classes from "../styles/aboutUs.module.css";
import Video from "../components/Video";
import schoolEntrance from "../assets/schoolEntrance.jfif";
import schoolEntrance2 from "../assets/schoolEntrance2.jpg";
import schoolEntrance3 from "../assets/schoolEntrance3.png";
import conferenceRoom from '../assets/conferenceRoom.jfif'
import schoolVid from "../assets/فيديو عن تصميم المدرسة.mp4";
const AboutUs = () => {
  return (
    <div className={classes.aboutUs}>
      <div>
        <img src={image} />
        <div></div>
        <div>
          <h2> حول </h2>
          <p>
            {" "}
            تسعى المدرسة السورية الذكية الافتراضية لتوفير بيئة تعليمية افتراضية
            لتوفير بيئة تعليمية افتراضية تحقق أعلى مقاييس جودة التعليم والتواصل
            بين الطلاب والمعلمين{" "}
          </p>
        </div>
      </div>
      <div>
        تهدف المدرسة السورية الذكية الافتراضية من ما تقدمه من مواد تعليمية مدرجة
        ضمن المنهج السوري إلى تعزيز التفكير النقدي والقدرة على حل المشكلات
        والستقصاء العلمي ومهارات التحليل والتفكير من خلال تفاعل الطلاب مع
        المحتوى وتطبيق ما يتعمونه في سياقات حقيقةه
      </div>
      <div>
        <div>
          <Video video={schoolVid} width="100%" height="600px" />
        </div>
        <div>
          <h2>لماذا نحن ؟</h2>
          <div>
            <p>
              مدرسة افتراضية تخدّم الطلبة من المرحلة الابتدائية حتى مرحلة
              التعليم الثانوي داخل وخارج سورية
            </p>
            <p>
              علاوة على ذلك ، نحن نسعى جاهدين للريادة في التعليم الافتراضي
              ومواكبة التطور التقني والعلمي والتربوي بقيادة نخبة من المعلمين
              المدربين والخبراء التقنيين
            </p>
            <p>
              علاوة على ذلك ، نحن نسعى جاهدين للريادة في التعليم الافتراضي
              ومواكبة التطور التقني والعلمي والتربوي بقيادة نخبة من المعلمين
              المدربين والخبراء التقنيين
            </p>
            <p>
              علاوة على ذلك ، نحن نسعى جاهدين للريادة في التعليم الافتراضي
              ومواكبة التطور التقني والعلمي والتربوي بقيادة نخبة من المعلمين
              المدربين والخبراء التقنيين
            </p>
            <p>
              علاوة على ذلك ، نحن نسعى جاهدين للريادة في التعليم الافتراضي
              ومواكبة التطور التقني والعلمي والتربوي بقيادة نخبة من المعلمين
              المدربين والخبراء التقنيين
            </p>
          </div>
        </div>
      </div>
      <div>
        <div>
          <img src={schoolEntrance} />
        </div>
        <div>
          <img src={schoolEntrance2} />
        </div>
        <div>
          <img src={schoolEntrance3} />
        </div>
      </div>
      <div>
        <div>
          <h3>7000</h3>
          <p>طالب وطالبة </p>
        </div>
        <div>
          <h3>+15</h3>
          <p>كادر تدريسي أكثر من 15 عام من الكفاءة والمهنية </p>
        </div>
        <div>
          <h3>#33</h3>
          <p>أكثر من 33 دولة حول العالم </p>
        </div>
      </div>
      <div>
        <div>
          <h3>رسالة المدرسة </h3>
          <p>
            {" "}
            نسعى إلى بناء وإدارة نظام تعليمي ابتكاري افتراضي لمجتمع معرفي ذو
            تنافسية عالمية يشمل كافة المراحل العمرية ما قبل التعليم الجامعي كمان
            يلبي اعتياجات سوق العمل المستقبلية للاجيال العربية عموما وأبنائنا
            السوريين خصوصا
          </p>
        </div>
        <div> 
          <img src={conferenceRoom}/>
        </div>

      </div>
    </div>
  );
};

export default AboutUs;
