import image from "../assets/back.jfif";
import classes from "../styles/acceptingAndHelping.module.css";
import schoolEntrance from "../assets/schoolEntrance.jfif";
import conferenceRoom from "../assets/conferenceR.jfif";

const AcceptingAndHelping = () => {
  return (
    <div className={classes.acceptingAndHelping}>
      <div>
        <img src={image} />
        <div></div>
        <div>
          <h2>القبول والمساعدة </h2>
          <p>يسعدنا اختيارك لنا لتكمل معنا مسيرتك التعليمية</p>
        </div>
      </div>
      <div>
        <p>
          في عصرنا هذا عصر التكنولوجيا والتقنيات الحديثة نجد أنفسنا أمام معضلة
          يصعب حلها ألا وهي أجهزة الحاسوب والهواتف المحمولة وغيرها من التقنيات
          الجديدة التي تتغلغل وتؤثر في حياتنا اليومية بطريقة مباشرة
        </p>
        <p>
          وها نحن اليوم كمدرسة افتراضية نقدم لكم وسيلة ليكون أطفالنا وشباب
          مستقبلننا بأمان في ظل هذه التغيرات السريعة
        </p>
        <p>
          إذ نمكن الأجيال من استخدامها بشقها الإيجابي عبر الاستفادة منها كوسيلة
          للتعلم والمعرفة بدلا من أن تكون فقط وسيلة للترفيه ومضيعة للوقت وهذه
          إحدى فوائد التعليم الافتراضي بشكل عام
        </p>
      </div>
      <div>
        <div>
          <h2> حقائق </h2>
          <img src={conferenceRoom} />
        </div>
        <div>
          <div>
            <h3>7000</h3>
            <p>طالب وطالبة </p>
          </div>
          <div>
            <h3>+15</h3>
            <p>كادر تدريسي أكثر من 15 عام من الكفاءة والمهنية </p>
          </div>
          <div>
            <h3>#33</h3>
            <p>أكثر من 33 دولة حول العالم </p>
          </div>
        </div>
      </div>
      <div>
        <div>
          <img src={schoolEntrance} />
        </div>
        <div>
          <h3>ندعوكم للتسجيل في العام الدراسي الجديد 2024 - 2023 </h3>
          <ul>
            <li>
              أعزائنا في كل مكان حول العالم نعلمكم وبكل حماس بأننا سنبدأ عامن
              الدراسي قريبا واليوم وإمكانكم حجز مقعد لتكونوا أول المستفيدين من
              ميزاتنا ولفترة محدودة{" "}
            </li>
            <li>
              نسخة كتب مجانية يتم استلامها في مكان إقامة الطلاب قبل بداية العام
              الدراسي في الإمارات العربية المتحدة - المملكة العربية السعودية
              والكويت أو إحدى مراجز نفاذ المدرسة في سورية{" "}
            </li>
            <li>مكتبة إلكترونية مجانية </li>
            <li>اختيار فترة الدوام صباحا او مساء</li>
            <li>حسم خاص للأخوة </li>
          </ul>
        </div>
      </div>
    </div>
  );
};

export default AcceptingAndHelping;
